Repository: instructure/canvas-ios
Catalog: Parent/Parent/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Double tap to switch students
ar: انقر مرتين لتبديل الطلاب
ca: Toqueu-ho dues vegades per canviar d'estudiants
cy: Tapiwch ddwywaith i newid myfyrwyr
da: Tryk to gange for at skifte studerende
da_instk12: Tryk to gange for at skifte elev
de: Doppeltippen, um Studierende zu wechseln
es: Toque dos veces para cambiar al estudiante
es_es: Toca dos veces para cambiar los estudiantes
fi: Kaksoisnapauta vaihtaaksesi opiskelijaa
fr: Appuyer deux fois pour passer à un autre élève
fr_ca: Tapez à deux reprises pour changer d’étudiant
ga: Tapáil faoi dhó chun mic léinn a athrú
hi: छात्रों को स्विच करने के लिए डबल टैप करें
ht: Tape de fwa pou chanje elèv
id: Ketuk dua kali untuk berganti siswa
is: Smelltu tvisvar til að skipta nemendum
it: Tocca due volte per cambiare studenti
ja: ダブルタップで生徒を切り替える
mi: Paa rua ki te huri i nga akonga
ms: Ketik dua kali untuk menukar pelajar
nb: Dobbeltklikk for å bytte mellom studenter
nb_instk12: Dobbeltklikk for å bytte mellom elever
nl: Twee keer tikken om van cursist te wisselen
pl: Stuknij dwukrotnie, aby przełącznik uczestników
pt: Toque duas vezes para alternar os alunos
pt_br: Toque duas vezes para trocar de aluno
ru: Дважды нажмите для переключения учащихся
sl: Dvakrat tapnite za preklop študentov
sv: Dubbeltryck för att växla student
sv_instk12: Dubbeltryck för att växla elev
th: กดสองครั้งเพื่อสลับผู้เรียน
vi: Nhấn đúp để đổi sinh viên
zh: 双击以切换学生
zh_hk: 點兩下以轉換學生

source: Due
ar: الاستحقاق
ca: Data de lliurament
cy: Erbyn
da: Forfalder
da_instk12: Forfalder
de: Fällig
es: Fecha de entrega
es_es: Fecha de entrega
fi: Määräpäivä
fr: À rendre le
fr_ca: Échéance
ga: Dlite
hi: नियत
ht: Delè
id: Batas
is: Skilafrestur
it: Scadenza
ja: 期限
mi: E tika ana
ms: Cukup tempoh
nb: Forfall
nb_instk12: Forfall
nl: Inleverdatum
pl: Termin
pt: Limite
pt_br: Vencimento
ru: Срок
sl: Roki
sv: Inlämningsdatum
sv_instk12: Inlämningsdatum
th: ครบกำหนด
vi: Hạn
zh: 截止
zh_hk: 截止

source: Event Details
ar: تفاصيل الحدث
ca: Detalls de l'esdeveniment
cy: Manylion Digwyddiad
da: Begivenhedsdetaljer
da_instk12: Begivenhedsdetaljer
es: Detalles del evento
es_es: Detalles del evento
fi: Tapahtuman tiedot
fr: Détails de l'événement
fr_ca: Détails de l’événement
ga: Sonraí Imeachta
hi: घटना का विवरण
ht: Detay Aktivite
id: Detail Kejadian
is: Upplýsingar viðburðar
it: Dettagli eventi
ja: イベントの詳細
mi: Ngā taipitopito tauwhāinga
ms: Butiran Acara
nb: Detaljer for hendelse
nb_instk12: Detaljer for hendelse
nl: Details van gebeurtenis
pl: Szczegółowe informacje o wydarzeniu
pt: Detalhes do evento
pt_br: Detalhes do evento
ru: Сведения о мероприятии
sl: Podrobnosti dogodka
sv: Händelsedetaljer
sv_instk12: Händelsedetaljer
th: รายละเอียดกิจกรรม
vi: Chi Tiết Sự Kiện
zh: 事件详细信息
zh_hk: 事件詳細資料

source: Event reminder
ar: التذكير بالحدث
ca: Recordatori d'esdeveniment
cy: Nodyn atgoffa ar gyfer digwyddiad
da: Begivenhedspåmindelse
da_instk12: Begivenhedspåmindelse
de: Ereigniserinnerung
es: Recordatorio del evento
es_es: Recordatorio del evento
fi: Tapahtuman muistutus
fr: Rappel d'événement
fr_ca: Rappel d'événement
ga: Meabhrúchán imeachta
hi: घटना अनुस्मारक
ht: Rapèl aktivite
id: Pengingat acara
is: Áminning um viðburð
it: Promemoria evento
ja: イベントのリマインダ
mi: Tauwhāinga whakamaharatanga
ms: Peringatan acara
nb: Hendelsespåminnelse
nb_instk12: Hendelsespåminnelse
nl: Evenementherinnering
pl: Przypomnienie o zdarzeniu
pt: Lembrete do evento
pt_br: Lembrete do evento
ru: Напоминание о событии
sl: Opozorilo o dogodku
sv: Påminnelse om händelse
sv_instk12: Påminnelse om händelse
th: การแจ้งเตือนกิจกรรม
vi: Lời nhắc nhở sự kiện
zh: 活动提醒
zh_hk: 活動提醒

source: Expanded
ar: تم التوسيع
ca: Desplegat
cy: Wedi ehangu
da: Udvidet
da_instk12: Udvidet
de: Erweitert
es: Expandido
es_es: Expandido
fi: Laajennettu
fr: Développé(e)
fr_ca: Développé(e)
ga: Leathnaithe
hi: बढ़ाया गया
ht: Elaji
id: Diperbesar
is: Stækkað
it: Esteso
ja: 拡大
mi: Kua rahi ake
ms: Kembangkan
nb: Utvidet
nb_instk12: Utvidet
nl: Uitgevouwen
pl: Rozwinięte
pt: Expandido
pt_br: Expandido
ru: В развернутом виде
sl: Razširjeno
sv: Expanderad
sv_instk12: Förstorad
th: ขยายแล้ว
vi: Đã Mở Rộng
zh: 已扩展
zh_hk: 已展開

source: Find School
ar: البحث عن مدرسة
ca: Cerca una escola
cy: Dod o hyd i Ysgol
da: Find skole
da_instk12: Find skole
de: Schule suchen
es: Buscar escuela
es_es: Buscar escuela
fi: Etsi koulu
fr: Trouver une école
fr_ca: Trouver une école
ga: Aimsigh Scoil
hi: स्कूल ढूंढें
ht: Jwenn Lekòl
id: Temukan Sekolah
is: Finna skóla
it: Trova scuola
ja: 学校を探す
mi: Kimihia taku kura
ms: Cari Sekolah
nb: Finne skole
nb_instk12: Finne skole
nl: School zoeken
pl: Znajdź szkołę
pt: Encontrar Escola
pt_br: Encontrar escola
ru: Найти школу
sl: Poišči šolo
sv: Sök efter skola
sv_instk12: Sök skola
th: ค้นหาสถานศึกษา
vi: Tìm Trường
zh: 查找学校
zh_hk: 尋找學校

source: Front Page
ar: الصفحة الأمامية
ca: Pàgina frontal
cy: Tudalen Flaen
da: Forside
da_instk12: Forside
de: Frontseite
es: Página de inicio
es_es: Página de inicio
fi: Etusivu
fr: Première page
fr_ca: Page de couverture
ga: Leathanach Tosaigh
hi: मुख पृष्ठ
ht: Premye Paj
id: Halaman Depan
is: Forsíða
it: Pagina iniziale
ja: フロントページ
mi: Whārangi mua
ms: Halaman Depan
nb: Forside
nb_instk12: Forside
nl: Voorpagina
pl: Pierwsza strona
pt: Primeira página
pt_br: Primeira página
ru: Первая страница
sl: Prva stran
sv: Framsida
sv_instk12: Framsida
th: หน้าแรก
vi: Trang Đầu
zh: 首页
zh_hk: 首頁

source: Grades
ar: التقديرات
ca: Notes
cy: Graddau
da: Karakterer
da_instk12: Vurderinger
de: Noten
es: Calificaciones
es_es: Notas
fi: Arvosanat
fr: Notes
fr_ca: Notes
ga: Marcanna
hi: ग्रेड
ht: Nòt
id: Nilai
is: Einkunnir
it: Voti
ja: 評定
mi: Ngā Kōeke
ms: Gred
nb: Vurderinger
nb_instk12: Vurderinger
nl: Cijfers
pl: Oceny
pt: Classificações
pt_br: Notas
ru: Оценки
sl: Ocene
sv: Omdömen
sv_instk12: Bedömningar
th: เกรด
vi: Điểm
zh: 评分
zh_hk: 成績

source: Inbox
ar: علبة الوارد
ca: Safata d'entrada
cy: Blwch Derbyn
da: Indbakke
da_instk12: Indbakke
de: Posteingang
es: Bandeja de entrada
es_es: Bandeja de entrada
fi: Saapuvin postien laatikko
fr: Boîte de réception
fr_ca: Boîte de réception
ga: Bosca Isteach
hi: इनबॉक्स
ht: Bwat resepsyon
id: Kotak Masuk
is: Innhólf
it: Posta in arrivo
ja: メッセージ
mi: Pouakauru
ms: Peti masuk
nb: Innboks
nb_instk12: Innboks
pl: Skrzynka odbiorcza
pt: Caixa de entrada
pt_br: Caixa de entrada
ru: Входящие
sl: Pošta
sv: Inkorg
sv_instk12: Inkorg
th: กล่องจดหมาย
vi: Hộp Thư Đến
zh: 收件箱
zh_hk: 收件匣

source: Inbox Zero
ar: علبة الوارد صفر
ca: Safata d'entrada buida
da: Indbakke nul
da_instk12: Indbakke nul
de: Posteingang Zero
es: Buzón de entrada vacío
es_es: Bandeja de entrada vacía
fi: Saapuvia posteja nolla!
fr: Boîte de réception Zéro
fr_ca: Boîte de réception Zéro
ga: Bosca Isteach Nialais
hi: इनबॉक्स ज़ीरो
ht: Bwat Resepsyon Zewo
id: Nol Kotak Masuk
is: Innhólf Núll
it: Zero in posta in arrivo
ja: 受信トレイゼロ
mi: Pouakaroto Kore
ms: Peti Masuk Kosong
nb: Innboks null
nb_instk12: Innboks null
pl: Skrzynka odbiorcza zero
pt: Caixa de mensagem Zero
pt_br: Caixa de Entrada Zero
ru: Входящие Ноль
sl: Nabiralnik je prazen
sv_instk12: Inkorg noll
vi: Hộp Thư Đến Zero
zh: 收件箱为零
zh_hk: 收件匣無訊息

source: Input the student pairing code provided to you.
ar: أدخل رمز إقران الطالب المقدم لك.
ca: Introduïu el codi d'aparellament d'estudiants que se us ha proporcionat.
cy: Rhowch y cod paru myfyriwr a roddwyd i chi.
da: Indtast den studerendes parringskode, der er blevet givet til dig.
da_instk12: Indtast elevens parringskode, der er blevet givet til dig.
de: Geben Sie den Studierenden-Pairing-Code ein, den Sie erhalten haben.
es: Introduzca el código de emparejamiento de estudiante que se le proporcionó.
es_es: Introduce el código de emparejamiento de estudiante que se te ha proporcionado.
fi: Pane opiskelijan parinmuodostuskoodi, joka on toimitettu sinulle.
fr: Saisir le code de jumelage de l’étudiant qui vous a été fourni.
fr_ca: Saisir le code de jumelage de l’étudiant qui vous a été fourni.
ga: Cuir isteach an cód péireála mac léinn a tugadh duit.
hi: आपको प्रदान किया गया छात्र पेयरिंग कोड दर्ज करें।
ht: Antre kòd kouplaj elèv yo ba ou a.
id: Masukkan kode pairing siswa yang diberikan kepada Anda.
is: Settu inn pörunarkóða nemanda sem þú fékkst.
it: Inserisci il codice accoppiamento studente fornito.
ja: 提供されている受講者ペアリングコードを入力します。
mi: Whakauru te ākonga waihere Hono kua tukuna atu ki a koe
ms: Masukkan kod berpasangan pelajar yang diberikan kepada anda.
nb: Oppgi studentparingskoden som ble gitt til deg.
nb_instk12: Oppgi elevparingskoden som ble gitt til deg.
nl: Voer de koppelingscode cursist in die je gekregen hebt.
pl: Wpisz otrzymany kod parowania uczestnika.
pt: Insira o código de pareamento de alunos fornecido a você.
pt_br: Insira o código de emparelhamento do aluno fornecido.
ru: Введите полученный код привязки студента.
sl: Vnesite kodo za vzpostavljanje povezave študentov, ki ste jo prejeli.
sv: Ange kopplingskoden du fått för studenter.
sv_instk12: Ange kopplingskoden du fått för elever.
th: กรอกรหัสเข้าคู่ของผู้เรียนที่แจ้งไว้กับคุณ
vi: Nhập mã ghép cặp sinh viên được cung cấp cho bạn.
zh: 输入提供给您的学生配对码。
zh_hk: 輸入已提供予您的學生配對代碼。

source: Invalid Threshold
ar: حد غير صالح
ca: Llindar no vàlid
cy: Trothwy Annilys
da: Ugyldig tærskel
da_instk12: Ugyldig tærskel
de: Ungültige Schwelle
es: Umbral inválido
es_es: Umbral incorrecto
fi: Virheellinen kynnys
fr: Seuil non valide
fr_ca: Seuil invalide
ga: Tairseach Neamhbhailí
hi: अमान्य सीमा
ht: Plafon Envalid
id: Ambang Batas Tidak Valid
is: Ógildur þröskuldur
it: Soglia non valida
ja: 無効なしきい値
mi: Paepae koremana
ms: Ambang Tidak Sah
nb: Ugyldig terskel
nb_instk12: Ugyldig terskel
nl: Ongeldige drempel
pl: Nieprawidłowy próg
pt: Limiar Inválido
pt_br: Limiar inválida.
ru: Недействительный порог
sl: Neveljavna mejna vrednost
sv: Ogiltig tröskel
sv_instk12: Ogiltig tröskel
th: เกณฑ์จำกัดไม่ถูกต้อง
vi: Ngưỡng Không Hợp Lệ
zh: 无效的阈值
zh_hk: 無效臨界值

source: It looks like you’re trying to add a student. Try adding this student after you’ve logged in
ar: يبدو أنك تحاول إضافة طالب. حاول إضافة هذا الطالب بعد أن تسجل الدخول
ca: Sembla que esteu provant d'afegir un estudiant. Proveu d'afegir aquest estudiant després d'iniciar la sessió
cy: Mae’n ymddangos eich bod chi’n ceisio ychwanegu myfyriwr, Ceisiwch ychwanegu’r myfyriwr hwn ar ôl i chi fewngofnodi.
da: Det ser ud til, at du prøver at tilføje en studerende. Prøv at tilføje denne studerende, når du er logget ind
da_instk12: Det ser ud til, at du prøver at tilføje en elev. Prøv at tilføje denne elev, når du er logget ind
de: Es sieht so aus, als wollten Sie eine/n Studierende*n hinzufügen. Versuchen Sie, diese/n Studierende*n hinzuzufügen, nachdem Sie sich eingeloggt haben
es: Parece que está intentando agregar un estudiante. Intente agregar este estudiante después de haber iniciado sesión
es_es: Parece que estás intentando añadir un estudiante. Intenta añadir este estudiante después de haber iniciado sesión
fi: Näyttää siltä kuin yrittäisit lisätä opiskelijaa. Yritä lisätä tämä opiskelija sen jälkeen, kun olet kirjautunut sisään
fr: Il semble que vous essayez d'ajouter un élève Essayez de l’ajouter après vous être identifié
fr_ca: Il semble que vous essayiez d'ajouter un étudiant. Essayez d'ajouter cet étudiant après vous être connecté
ga: Tá an chuma ar an scéal go bhfuil tú ag iarraidh mac léinn a chur leis. Bain triail as an mac léinn seo a chur leis tar éis duit logáil isteach
hi: ऐसा लगता है कि आप किसी छात्र को जोड़ने का प्रयास कर रहे हैं। लॉग इन करने के बाद इस छात्र को जोड़ने का प्रयास करें
ht: Ta sanble w ap eseye ajoute yon elèv. Eseye ajoute elèv sa a lè w fin konekte
id: Sepertinya Anda mencoba menambah seorang siswa. Coba tambahkan siswa ini setelah Anda login
is: Þú virðist vera að reyna að bæta við nýjum nemanda. Prófaðu að bæta nemandanum við þegar þú hefur skráð þig inn
it: Sembra che stai cercando di aggiungere uno studente. Prova ad aggiungere questo studente dopo che hai effettuato l'accesso.
ja: 受講者を追加しようとしているようです。ログイン後にこの受講者を追加してみてください
mi: Ko te kite kei te ngana koe i te tāpiri he ākonga. Ngana ki te tāpiri tēnei ākonga i muri i te wā e whakauru ai koe
ms: Nampaknya anda cuba menambah pelajar. Cuba tambah pelajar ini setelah anda log masuk.
nb: Det ser ut som du prøver å legge til en student. Prøv å legge til denne studenten etter at du har logget inn
nb_instk12: Det ser ut som du prøver å legge til en elev. Prøv å legge til denne eleven etter at du har logget inn
nl: Het lijkt alsof je een cursist probeert toe te voegen. Probeer deze cursist toe te voegen nadat je bent ingelogd
pl: Wygląda na to, że próbujesz dodać uczestnika. Spróbuj dodać tego uczestnika po zalogowaniu się
pt: Parece que estás a tentar acrescentar um aluno. Tente adicionar este aluno depois de ter feito o login
pt_br: Parece que você está tentando adicionar um aluno. Tente adicionar este aluno depois de fazer login
ru: Очевидно, вы пытаетесь добавить учащегося. Попробуйте добавить этого учащегося после того, как вы зарегистрируетесь
sl: Kaže, da poskušate dodati študenta. Študenta poskusite dodati, ko boste prijavljeni.
sv: Det verkar som om du försöker lägga till en student. Försök lägga till den här studenten efter att du har loggat in.
sv_instk12: Det verkar som om du försöker lägga till en elev. Försök lägga till den här eleven efter att du har loggat in.
th: ดูเหมือนคุณกำลังพยายามเพิ่มผู้เรียน ลองเพิ่มผู้เรียนนี้หลังจากล็อกอินแล้ว
vi: Có vẻ bạn đang cố thêm sinh viên. Hãy thử thêm sinh viên này sau khi bạn đã đăng nhập
zh: 看起来您要添加学生。请在登录后尝试添加此学生
zh_hk: 您似乎在嘗試添加學生。請在登入後再嘗試添加這名學生

source: Location
ar: الموقع
ca: Ubicació
cy: Lleoliad
da: Placering
da_instk12: Placering
de: Standort
es: Ubicación
es_es: Ubicación
fi: Sijainti
fr: Emplacement
fr_ca: Emplacement
ga: Suíomh
hi: लोकेशन
ht: Anplasman
id: Lokasi
is: Staðsetning
it: Posizione
ja: 場所
mi: Wāhi
ms: Lokasi
nb: Sted
nb_instk12: Sted
nl: Locatie
pl: Lokalizacja
pt: Local
pt_br: Localização
ru: Местоположение
sl: Mesto
sv: Plats
sv_instk12: Plats
th: ตำแหน่ง
vi: Địa Điểm
zh: 位置
zh_hk: 位置

source: Locked
ar: مؤمّن
ca: Bloquejat
cy: Wedi Cloi
da: Låst
da_instk12: Låst
de: Gesperrt
es: Bloqueado
es_es: Bloqueado
fi: Lukittu
fr: Verrouillé
fr_ca: Verrouillé
ga: Faoi ghlas
hi: लॉक किया गया
ht: Bloke
id: Terkunci
is: Læst
it: Bloccato
ja: ロックされています
mi: Kua rakaina
ms: Berkunci
nb: Låst
nb_instk12: Låst
nl: Vergrendeld
pl: Zablokowany
pt: Bloqueado
pt_br: Bloqueado(a)
ru: Заблокировано
sl: Zaklenjeno
sv: Låst
sv_instk12: Låst
th: ล็อคแล้ว
vi: Bị Khóa
zh: 已锁定
zh_hk: 已鎖定

source: Login required
ar: تسجيل الدخول مطلوب
ca: Cal iniciar la sessió
cy: Angen mewngofnodi
da: Login påkrævet
da_instk12: Login påkrævet
de: Anmeldung erforderlich
es: Debe iniciar sesión
es_es: Inicio de sesión obligatorio
fi: Kirjautumistunnus on pakollinen
fr: Identification requise
fr_ca: Connexion requise
ga: Logáil isteach ag teastáil
hi: लॉगिन आवश्यक है
ht: Koneksyon obligatwa
id: Login harus ada
is: Þörf er á innskráningu
it: Richiesto l’accesso
ja: ログインが必要です
mi: E hiahiatia ana te takiuru
ms: Log masuk diperlukan
nb: Innlogging kreves
nb_instk12: Innlogging kreves
nl: Inloggen vereist
pl: Wymagane zalogowanie
pt: Login necessário
pt_br: Entrar é obrigatório
ru: Требуется зарегистрироваться в системе
sl: Zahtevana je prijava
sv: Inloggning krävs
sv_instk12: Inloggning krävs
th: ต้องล็อกอิน
vi: Bắt buộc phải đăng nhập
zh: 要求登录
zh_hk: 需要登入

source: Manage Students
ar: إدارة الطلاب
ca: Administra els estudiants
cy: Rheoli Myfyrwyr
da: Administrer studerende
da_instk12: Administrer elever
de: Studierende verwalten
es: Administrar estudiantes
es_es: Administrar estudiantes
fi: Hallitse opiskelijoita
fr: Gérer les élèves
fr_ca: Gestion des participants
ga: Bainistigh Mic Léinn
hi: छात्र प्रबंधित करें
ht: Jere Elèv
id: Kelola Siswa
is: Stjórna nemendum
it: Gestisci studenti
ja: 受講者を管理
mi: Whakahaere ngā ākonga
ms: Urus Pelajar
nb: Administrer studenter
nb_instk12: Administrer elever
nl: Cursisten beheren
pl: Zarządzaj uczestnikami
pt: Gerir alunos
pt_br: Gerenciar alunos
ru: Управление студентами
sl: Uredi študente
sv: Hantera studenter
sv_instk12: Hantera elever
th: จัดการผู้เรียน
vi: Quản Lý Sinh Viên
zh: 管理学生
zh_hk: 管理學生

source: No Alerts
ar: لا توجد تنبيهات
ca: Cap avís
cy: Dim Negeseuon Hysbysu
da: Ingen varslinger
da_instk12: Ingen varslinger
de: Keine Benachrichtigungen
es: Sin alertas
es_es: No hay alertas
fi: Ei hälytyksiä
fr: Pas d’alerte
fr_ca: Aucune alerte
ga: Níl Foláirimh Ann
hi: कोई चेतावनी नहीं
ht: Pa gen Alèt
id: Tanpa Peringatan
is: Engar viðvaranir
it: Nessun avviso
ja: アラートはありません
mi: Kaore he whakamataara
ms: Tiada Isyarat
nb: Ingen varsler
nb_instk12: Ingen varsler
nl: Geen waarschuwingen
pl: Brak alertów
pt: Sem Alertas
pt_br: Nenhum alerta
ru: Нет оповещений
sl: Ni opozoril
sv: Inga notiser
sv_instk12: Inga notiser
th: ไม่มีการแจ้งเตือน
vi: Không Có Cảnh Báo
zh: 无警告
zh_hk: 無提醒

source: No Courses
ar: لا يوجد أي مساق
ca: No hi ha cap assignatura
cy: Dim Cyrsiau
da: Ingen kurser
da_instk12: Ingen fag
de: Keine Kurse
es: Sin cursos
es_es: No hay asignaturas
fi: Ei kursseja
fr: Aucun cours
fr_ca: Aucun cours
ga: Níl Cúrsaí Ann
hi: कोई पाठ्यक्रम नहीं
ht: Pa gen Kou
id: Tidak Ada Kursus
is: Engin námskeið
it: Nessun corso
ja: コースはありません
mi: Kāore he Akoranga
ms: Tiada Kursus
nb: Ingen emner
nb_instk12: Ingen fag
nl: Geen cursussen
pl: Brak kursów
pt: Sem Disciplinas
pt_br: Sem Cursos
ru: Курсы отсутствуют
sl: Ni predmetov
sv: Inga kurser
sv_instk12: Inga kurser
th: ไม่มีบทเรียน
vi: Không Có Khóa Học
zh: 没有课程
zh_hk: 無課程

source: No Due Date
ar: لا يوجد تاريخ استحقاق
ca: Sense data de lliurament
cy: Dim Dyddiad Erbyn
da: Ingen afleveringsdato
da_instk12: Ingen afleveringsdato
de: Kein Abgabetermin
es: No hay fecha de entrega
es_es: No hay fecha de entrega
fi: Ei määräpäivää
fr: Pas de date limite de rendu
fr_ca: Aucune date d'échéance
ga: Níl aon Dáta Dlite
hi: कोई नियत तिथि नहीं
ht: San Delè
id: Tidak Ada Batas Waktu
is: Enginn skiladagur
it: Nessuna data di scadenza
ja: 期日なし
mi: Kaore he ra tika
ms: Tiada Tarikh Siap
nb: Ingen forfallsdato
nb_instk12: Ingen forfallsdato
nl: Geen inleverdatum
pl: Brak terminu
pt: Sem data de limite
pt_br: Sem prazo de entrega
ru: Срок выполнения не задан
sl: Ni roka.
sv: Inget inlämningsdatum
sv_instk12: Inget inlämningsdatum
th: ไม่มีวันครบกำหนด
vi: Không Có Ngày Đến Hạn
zh: 无截止日期
zh_hk: 無截止日期

source: No Grade
ar: لا توجد أي درجة
ca: Sense nota
cy: Dim Gradd
da: Ingen karakter
da_instk12: Ingen vurdering
de: Keine Note
es: Sin calificación
es_es: No hay nota
fi: Ei arvosanaa
fr: Aucune note
fr_ca: Non noté
ga: Níl aon Mharc ann
hi: कोई ग्रेड नहीं
ht: Pa gen Klas
id: Tanpa Nilai
is: Engin einkunn
it: Nessun voto
ja: 評定はありません
mi: Kaore he Kōeke
ms: Tiada gred
nb: Ingen vurdering
nb_instk12: Ingen vurdering
nl: Geen cijfer
pl: Brak oceny
pt: Sem classificação
pt_br: Sem nota
ru: Нет оценки
sl: Ni ocen
sv: Inget omdöme
sv_instk12: Ingen bedömning
th: ไม่มีเกรด
vi: Không Có Lớp
zh: 没有评分
zh_hk: 無評分

source: No Students
ar: لا يوجد أي طالب
ca: Cap estudiant
cy: Dim Myfyrwyr
da: Ingen studerende
da_instk12: Ingen elever
de: Keine Studierende
es: No hay estudiantes
es_es: No hay estudiantes
fi: Ei opiskelijoita
fr: Aucun étudiant
fr_ca: Aucun étudiant
ga: Níl Mic Léinn Ann
hi: कोई छात्र नहीं
ht: Pa gen Elèv
id: Tidak Ada Siswa
is: Engir nemendur
it: Nessuno studente
ja: 受講者なし
mi: Kāore he ākonga
ms: Tiada Pelajar
nb: Ingen studenter
nb_instk12: Ingen elever
nl: Geen cursisten
pl: Brak uczniów
pt: Sem Estudantes
pt_br: Sem Alunos
ru: Студенты отсутствуют
sl: Ni študentov.
sv: Inga studenter
sv_instk12: Inga elever
th: ไม่มีผู้เรียน
vi: Không Có Sinh Viên
zh: 没有学生
zh_hk: 無學生

source: OK
ar: موافق
ca: D'acord
cy: Iawn
es: Aceptar
es_es: Aceptar
ga: CGL
hi: ठीक है
ht: DAKO
is: Í lagi
mi: Ae
sl: V redu
zh: 确定
zh_hk: 確定

source: Pairing Code
ar: رمز الإقران
ca: Codi d'emparellament
cy: Cod Paru
da: Parringskode
da_instk12: Parringskode
es: Código de emparejamiento
es_es: Código de emparejamiento
fi: Parinmuodostuskoodi
fr: Code d'appariement
fr_ca: Jumelage du code en cours...
ga: Cód Péireála
hi: पेयरिंग कोड
ht: Kòd Kouplaj
id: Kode Pairing
is: Pörunarkóði
it: Codice accoppiamento
ja: ペアリングコード
mi: Waihere Hono
ms: Kod Berpasangan
nb: Paringskode
nb_instk12: Paringskode
nl: Koppelingscode
pl: Kod parowania
pt: Código de pareamento
pt_br: Código de emparelhamento
ru: Код сопряжения
sl: Koda za seznanjanje naprave
sv: Kopplingskod
sv_instk12: Kopplingskod
th: รหัสเข้าคู่
vi: Mã Ghép Cặp
zh: 配对代码
zh_hk: 配對代碼

source: Profile Menu
ar: قائمة ملف التعريف
ca: Menú Perfil
cy: Dewislen Proffil
da: Profilmenu
da_instk12: Profilmenu
de: Profilmenü
es: Menú de perfil
es_es: Menú de perfil
fi: Esikatseluvalikko
fr: Menu Profil
fr_ca: Menu Profil
ga: Roghchlár Próifíle
hi: प्रोफ़ाइल मेनू
ht: Meni Pwofil
id: Menu Profil
is: Uppsetningar valmynd
it: Menu Profilo
ja: プロフィールメニュー
mi: Kōtaha Tāhua
ms: Menu Profil
nb: Profil meny
nb_instk12: Profil meny
nl: Menu Profiel
pl: Menu profilu
pt: Menu do perfil
pt_br: Menu do perfil
ru: Меню профиля
sl: Meni profila
sv: Profilmeny
sv_instk12: Profilmeny
th: เมนูโพรไฟล์
vi: Menu Hồ Sơ
zh: 个人资料菜单
zh_hk: 個人檔案選單

source: QR Code
ar: رمز QR
ca: Codi QR
cy: Cod QR
da: QR-kode
da_instk12: QR-kode
es: Código QR
es_es: Código QR
fi: Viivakoodi
fr_ca: Code QR
ga: Cód MF
hi: QR कोड
ht: Kòd QR
id: Kode QR
is: QR kóði
it: Codice QR
ja: QR コード
mi: QR Waehere
ms: Kod QR
nb: QR-kode
nb_instk12: QR-kode
pl: Kod QR
pt: Código QR
pt_br: Código QR
ru: QR-код
sl: Koda QR
sv: QR-kod
sv_instk12: QR-kod
th: รหัส QR
vi: Mã QR
zh: 二维码
zh_hk: QR 碼

source: Regarding: %@
ar: بخصوص: %@
ca: Sobre: %@
cy: Ynghylch: %@
da: Vedrørende: %@
da_instk12: Vedrørende: %@
de: Betreffend: %@
es: Asunto: %@
es_es: Asunto: %@
fi: Koskee: %@
fr: À propos : %@
fr_ca: En ce qui concerne : %@
ga: Maidir le: %@
hi: इसके संबंध में: %@
ht: Konsènan: %@
id: Tentang: %@
is: Varðandi: %@
it: Su: %@
ja: 対象：%@
mi: E pā ana: %@
ms: Berkenaan: %@
nb: Vedrørende: %@
nb_instk12: Vedrørende: %@
nl: Betreffende: %@
pl: W odniesieniu do: %@
pt: Em relação a: %@
pt_br: Sobre: %@
ru: Касательно: %@
sl: Zadeva: %@
sv: Angående : %@
sv_instk12: Angående : %@
th: เกี่ยวกับ: %@
vi: Về việc: %@
zh: 事由：%@
zh_hk: 關於：%@

source: Regarding: %@, %@
ar: بخصوص: %@، %@
ca: Sobre: %@, %@
cy: Ynghylch: %@, %@
da: Vedrørende: %@. %@
da_instk12: Vedrørende: %@. %@
de: Betreffend: %@, %@
es: Asunto: %@, %@
es_es: Asunto: %@, %@
fi: Koskee: %@, %@
fr: À propos : %@, %@
fr_ca: En ce qui concerne : %@, %@
ga: Maidir le: %@, %@
hi: इसके संबंध में: %@, %@
ht: Konsènan: %@, %@
id: Tentang: %@, %@
is: Varðandi: %@, %@
it: Su: %@, %@
ja: Re：%@,%@
mi: E pā ana: %@, %@
ms: Berkenaan: %@, %@
nb: Vedrørende: %@, %@
nb_instk12: Vedrørende: %@, %@
nl: Betreffende: %@, %@
pl: W odniesieniu do: %@, %@
pt: Em relação a: %@, %@
pt_br: Sobre: %@, %@
ru: Касательно: %@, %@
sl: Zadeva: %@, %@
sv: Angående : %@, %@
sv_instk12: Angående : %@, %@
th: เกี่ยวกับ: %@, %@
vi: Về việc: %@, %@
zh: 事由：%@，%@
zh_hk: 關於：%@,%@
